Repository: Dima73/e2openplugin-OscamStatus
Catalog: plugin/locale/*/LC_MESSAGES/OscamStatus.po
Languages: cs, de, fr, nl

source: %d days %d hours %d minutes %d seconds
cs: %d dnů %d hodin %d minut %d sekund
fr: %d jours %d heures %d minutes %d secondes
nl: %d dagen %d uren %d minuten %d seconden

source: All Clients
fr: Tous les clients

source: All Readers @
cs: Všechny čtečky @
fr: Tous les lecteurs @
nl: Alle readers @

source: Channel
cs: Kanál
de: Kanal
fr: Chaîne
nl: Zender

source: Configuration screen
fr: Ecran de configuration

source: Connected Clients
fr: Clients connectés

source: Connected Readers
fr: Lecteurs connectés

source: Do you really want to delete this entry?
cs: Opravdu chcete smazat tuto položku?
de: Wirklich diesen Eintrag löschen?
fr: Voulez-vous vraiment effacer cette entrée?
nl: Wilt u dit item echt verwijderen?

source: ECM Time
cs: ECM čas
de: ECM-Zeit
fr: Tps ECM
nl: ECM tijd

source: ECM Time in "connected" Dialog
cs: ECM čas v "připojeném" okně
de: ECM-Zeit in "verbunden" Dialog
fr: Temps ECM dans le dialogue "connecté"
nl: ECM Tijd in "connected" Dialog

source: Idle Time
cs: Nečinnost
de: inaktiv
fr: Tps inactif
nl: Tijd inactief

source: Logfile
fr: Fichier journal

source: Maybe set 'chaninfo = 0' at oscam.conf
cs: Možná nastavte 'chaninfo = 0' v oscam.conf
fr: Peut-être définir 'chaninfo = 0' dans oscam.conf
nl: Maybe set 'chaninfo = 0' in de oscam.conf

source: Name
cs: Jméno
fr: Nom
nl: Naam

source: Oscam Download Error
fr: Erreur de téléchargement Oscam
nl: Oscam fout met downloaden

source: Oscam Server Address
cs: Adresa serveru
de: Oscam Server Addresse
fr: Adresse du serveur Oscam
nl: Serveradres Oscam

source: Oscam Server Name
cs: Název serveru
fr: Nom du serveur Oscam
nl: Servernaam Oscam

source: Oscam Server Setup
cs: Nastavení Oscam serveru
fr: Configuration du serveur Oscam
nl: Setup Oscamserver

source: Oscam Servers
cs: Oscam servery
de: Oscam Server
fr: Serveurs Oscam

source: Oscam Status
fr: Statut Oscam

source: Oscam Status
fr: Statut Oscam

source: Oscam Status globals Setup
cs: Oscam Status - celkové nastavení
de: Oscam Status globale Einstellungen
fr: Configuration globale de Oscam Statut
nl: Algemene instellingen voor Oscamstatus

source: Oscam XML Error
fr: Erreur XML Oscam
nl: XML fout Oscamstatus

source: Password (httppwd)
cs: Heslo (httppwd)
de: Passwort (httppwd)
fr: Mot de passe (httppwd)
nl: Wachtwoord (http ww)

source: Protocol
cs: Protokol
de: Protokoll
fr: Protocole

source: Reader
cs: Čtečka
fr: Lecteur

source: Server address always in IP Format
cs: Adresa serveru vždy v IP formátu
de: Server-Adresse immer im IP-Format
fr: Adresse du serveur toujours au format IP
nl: Serveradres altijd in IP formaat

source: Show Plugin in Extensions Menu
cs: Zobrazit plugin v extended menu
de: Zeige Plugin in Erweiterungsmenue
fr: Afficher le plugin dans le menu extensions
nl: Toon de plugin in het applicatiemenu

source: Status
cs: Stav
fr: Statut

source: Use Oscam Webif to see them all.
fr: Utiliser Oscam Webif pour les voir.

source: Use Picons
cs: Použít Pikony
de: Benutze Picons
fr: Utiliser les picons
nl: Gebruik Picons

source: Username (httpuser)
cs: Uživatel (httpuser)
de: Name (httpuser)
fr: Nom d’utilisateur (httpuser)
nl: Gebruikersnaam (http gebruiker)

source: X-Offset (move left)
cs: X-posun (vlevo)
de: X-Offset (verschieben n. Links)
fr: X-offset (déplacer vers la gauche)
nl: X-Offset (ga naar links)

source: avgtime
de: øZeit
fr: TempsMoy
nl: gemiddelde tijd

source: channelname
de: Kanalname
fr: NomChaîne
nl: zendernaam

source: delete
cs: smazat
de: löschen
fr: Effacer
nl: verwijder

source: disable client
cs: zakázat klienta
de: Client stoppen
fr: Désactiver le client
nl: déactiveer cliënt

source: disable reader
cs: zakázat čtečku
de: Reader stoppen
fr: Désactiver le lecteur
nl: déactiveer reader

source: edit
cs: upravit
de: bearbeiten
fr: Modifier
nl: wijzig

source: enable client
cs: povolit klienta
de: Client starten
fr: Activer le client
nl: activeer cliënt

source: enable reader
cs: povolit čtečku
de: Reader starten
fr: Activer le lecteur
nl: activeer reader

source: hide idle clients
cs: skrýt nečinné klienty
de: nur aktive Clients
fr: Masquer les clients inactifs
nl: verberg de inactieve cliënts

source: lasttime
de: akt.Zeit
fr: DernierTemps

source: loading...
cs: načítá se...
fr: Chargement...
nl: laden....

source: new
cs: nový
de: neu
fr: Nouveau
nl: nieuw

source: no xml
fr: aucun XML
nl: geen xml

source: not available
fr: pas disponible

source: providers on this card max. display is:
fr: providers sur cette carte le max. affiché est:

source: really really shutdown oscam@%s?
cs: skutečně vypnout oscam@%s?
de: Wirklich Oscam@%s beenden?
fr: Vraiment éteindre oscam @%s?
nl: wilt u Oscam@%s werkelijk afsluiten?

source: really restart oscam@%s?
cs: skutečně restartovat oscam@%s?
de: Wirklich Oscam@%s neustarten?
fr: Vraiment redémarrer oscam @%s?
nl: wilt u Oscam@%s werkelijk herstarten?

source: restart oscam
cs: restartovat oscam
de: Oscam neustarten
fr: Redémarrer Oscam
nl: herstart Oscam

source: return
cs: zavřít
de: zurück
fr: Retour

source: save
cs: uložit
de: sichern
fr: Sauvegarder
nl: opslaan

source: server info
fr: Info serveur

source: server restart/shutdown
cs: restartovat/vypnout server
de: Server neustarten/stoppen
fr: Redémarrer/Arrêter le serveur
nl: Herstarten/afsluiten van de server

source: server setup
cs: nastavení serveru
fr: Configuration du serveur
nl: Serverinstellingen

source: show all clients
cs: všichni klienti
de: Zeige alle Clients
fr: Afficher tous les clients
nl: Toon alle cliënts

source: show all readers
cs: všechny čtečky
de: Zeige alle Reader
fr: Afficher tous les lecteurs
nl: Toon alle readers

source: show client info
cs: info o klientovi
de: zeige Client-Info
fr: Afficher les infos du client
nl: Toon de cliëntinformatie

source: show connected clients
cs: připojení klienti
de: Zeige verbundene Clients
fr: Afficher les clients connectés
nl: Toon de verbonden cliënts

source: show connected readers
cs: připojené čtečky
de: Zeige verbundene Reader
fr: Afficher les lecteurs connectés
nl: Toon de verbonden readers

source: show idle clients
cs: nečinní klienti
de: zeige alle Clients
fr: Afficher les clients inactifs
nl: Toon de inactieve cliënts

source: show logfile
cs: log soubor
de: Zeige Logfile
fr: Afficher le fichier journal
nl: Toon het logfile

source: show reader info
cs: info o čtečce
de: Reader-Info
fr: Afficher infos sur le lecteur
nl: Toon de readerinformatie

source: show readerstats
cs: status čtečky
de: Reader-Statistik
fr: Afficher les stats du lecteur
nl: Toon de readerstatistieken

source: shutdown oscam
cs: vypnout oscam
de: Oscam beenden
fr: Arrêter Oscam
nl: sluit Oscam af

source: status
cs: stav
fr: Statut

source: time on channel
cs: Čas na kanálu
fr: Durée sur la chaîne
nl: tijd op kanaal

source: use SSL
cs: používat SSL
de: benutze SSL
fr: Utiliser SSL
nl: gebruik SSL

source: whats going on?
cs: co se děje?
de: Was geht ab ?
fr: Qu'est-ce qui se passe?
nl: wat gebeurt er?

source: you can't shutdown/restart this oscam.
cs: tento oscam nelze vypnout/restartovat.
fr: Vous ne pouvez pas arrêter/redémarrer cet oscam.
nl: U kunt deze Oscam niet herstarten/afsluiten.

source: Client
cs: Klient
nl: Cliënt

source: type
cs: typ
de: Typ

source: Port
nl: Poort

source: Channel Protocol
de: Kanal Protokoll

source: Picons Path
de: Picons Pfad

source: req.
de: Anfr.
